{
  "puzzles": [
    {
      "id": "windows",
      "title": "Rompecabezas de Windows",
      "subtitle": "Arma las piezas para descubrir el sistema operativo más popular del mundo",
      "hint": "Windows es un sistema operativo creado por Microsoft. Es como el 'jefe' de la computadora que organiza todo lo que haces: jugar, estudiar, ver videos y más. ¡Es muy colorido y fácil de usar!",
      "images": [
        "img/windows_pieza_1.jpg",
        "img/windows_pieza_2.jpg",
        "img/windows_pieza_3.jpg",
        "img/windows_pieza_4.jpg"
      ]
    },
    {
      "id": "linux",
      "title": "Rompecabezas de Linux",
      "subtitle": "Arma las piezas para conocer el sistema operativo de código abierto",
      "hint": "Linux es un sistema operativo especial porque es de 'código abierto', ¡eso significa que es gratis y cualquiera puede mejorarlo! Es muy seguro y lo usan muchos programadores y servidores en internet.",
      "images": [
        "img/linux_pieza_1.jpg",
        "img/linux_pieza_2.jpg",
        "img/linux_pieza_3.jpg",
        "img/linux_pieza_4.jpg"
      ]
    },
    {
      "id": "word",
      "title": "Rompecabezas de Microsoft Word",
      "subtitle": "Arma las piezas para aprender sobre el programa para escribir",
      "hint": "Microsoft Word es como un cuaderno mágico en la computadora. Te ayuda a escribir tareas, cartas, cuentos y hasta puedes cambiar el color de las letras y agregar dibujos. ¡Es perfecto para hacer tus trabajos escolares!",
      "images": [
        "img/word_pieza_1.jpg",
        "img/word_pieza_2.jpg",
        "img/word_pieza_3.jpg",
        "img/word_pieza_4.jpg"
      ]
    },
    {
      "id": "excel",
      "title": "Rompecabezas de Microsoft Excel",
      "subtitle": "Arma las piezas para descubrir el programa de tablas y números",
      "hint": "Excel es como un cuaderno con muchas cuadrículas donde puedes organizar números, hacer listas y hasta crear gráficos de colores. ¡Es genial para hacer tablas de tus videojuegos favoritos o calcular tus ahorros!",
      "images": [
        "img/excel_pieza_1.jpg",
        "img/excel_pieza_2.jpg",
        "img/excel_pieza_3.jpg",
        "img/excel_pieza_4.jpg"
      ]
    }
  ]
}